---
kind: other
id: Properties.T:Autodesk.Revit.DB.ConnectorManager
source: html/9116ec66-35df-236a-d9bf-8a30dcd709cb.htm
---
# ConnectorManager Properties

Return all the Connectors of the Connector Manager.